local vimg = vim.g

vimg['dashboard_default_executive'] = 'telescope'
vimg['dashboard_custom_shortcut'] = {
	last_session		= 'SPC S l',
	find_history		= 'SPC f h',
	find_file			= 'SPC f f',
	new_file			= 'SPC c n',
	change_colorscheme	= 'SPC t c',
	find_word			= 'SPC f g',
	book_marks			= 'SPC f b',
}

vimg['dashboard_custom_shortcut_icon'] = {
	last_session		= ' ',
	find_history		= 'ﭯ ',
	find_file			= ' ',
	new_file			= ' ',
	change_colorscheme	= ' ',
	find_word			= ' ',
	book_marks			= ' ',
}

vimg['dashboard_custom_header'] = {
  ' ███╗   ██╗ ███████╗ ██████╗  ██╗   ██╗ ██╗ ███╗   ███╗',
  ' ████╗  ██║ ██╔════╝██╔═══██╗ ██║   ██║ ██║ ████╗ ████║',
  ' ██╔██╗ ██║ █████╗  ██║   ██║ ██║   ██║ ██║ ██╔████╔██║',
  ' ██║╚██╗██║ ██╔══╝  ██║   ██║ ╚██╗ ██╔╝ ██║ ██║╚██╔╝██║',
  ' ██║ ╚████║ ███████╗╚██████╔╝  ╚████╔╝  ██║ ██║ ╚═╝ ██║',
  ' ╚═╝  ╚═══╝ ╚══════╝ ╚═════╝    ╚═══╝   ╚═╝ ╚═╝     ╚═╝',
}
